Repository: rvega/morphasynth
Catalog: vendors/pd-extended-0.43.4/pd/po/*.po
Languages: sk, tr

source: %s Properties
sk: %s Vlastnosti
tr: %s Özellikleri

source: %s is complete!
sk: %s je dokončené!

source: '%s' already loaded, ignoring %s
sk: '%s' je už načítané, ignorujem %s

source: (Tcl) INVALID COMMAND NAME:
sk: (Tcl) NEPLATNÉ MENO PRÍKAZU

source: (Tcl) MISSING CLOSE-BRACE '}':
sk: (Tcl) CHÝBAJÚCI ZNAK '}':

source: (Tcl) MISSING CLOSE-BRACKET ']':
sk: (Tcl) CHÝBAJÚCI ZNAK ']':

source: (Tcl) UNHANDLED ERROR:
sk: (Tcl) NEOŠETRENÁ CHYBA

source: (same as input device) ..............
sk: (rovnaké ako vstupné zariadenie) ..............
tr: (girdi aygıtıyla aynı) ..............

source: (use arrow keys for history)
sk: (použite klávesy so šípkami pre históriu)
tr: (geömiş için yön tuşlarını kullanın)

source: -----------output-range:-----------
sk: -----------výstupný-rozsah:-----------

source: ----------dimensions(pix):-----------
sk: ----------rozmery(pix):-----------
tr: ----------boyutlar(pix):-----------

source: --------dimensions(pix)(pix):--------
sk: -------rozmery(pix)(pix):-------
tr: --------boyutlar(pix)(pix):--------

source: --------flash-time(ms)(ms):---------
sk: ------čas-blikania(ms)(ms):-------

source: -------dimensions(digits)(pix):-------
sk: -------rozmery(čísla)(pix):-------
tr: -------boyutlar(sayı)(pix):-------

source: ------selectable_dimensions(pix):------
sk: ------označiteľné-rozmery(pix):------

source: ------visible_rectangle(pix)(pix):------
sk: ------viditeľný_obdĺžnik(pix)(pix):------

source: ALSA MIDI Settings
sk: Nastavenia ALSA MIDI
tr: ALSA MIDI ayarları

source: About Pd
sk: O programe Pd
tr: Pd hakkında

source: Add new library
sk: Pridať novú knižnicu
tr: Yeni kitaplık ekle

source: Appearance on parent patch
sk: Zobrazenie v rodičovskom patch-i

source: Apply
sk: Použiť
tr: Uygula

source: Array
sk: Pole
tr: Satır

source: Array Properties
sk: Nastavenia Poľa
tr: Satır özellikleri

source: Associated Files
sk: Priradené súbory

source: Audio Settings
sk: Nastavenia Zvuku
tr: Ses ayarları

source: Audio Settings...
sk: Nastavenia zvuku...
tr: Ses Ayarları...

source: Autotips
sk: Autotipy

source: Background
sk: Pozadie
tr: Arkaplan

source: Background color
sk: Farba pozadia
tr: Arkaplan rengi

source: Bezier curve
sk: Beziérova krivka

source: Block size:
sk: Veľkosť bloku:
tr: Blok boyutu:

source: Bottom
sk: Spodný
tr: Alt

source: Bring All to Front
sk: Daj všetko do popredia
tr: Hepsini Öne Getir

source: Cancel
sk: Zrušiť
tr: İptal

source: Cannot read GUI prefs file:
sk: Nemôžem čítať GUI prefs súbor:
tr: GUI yapılandırma dosyası okunamadı:

source: Cannot read plugins folder: '%s'
sk: Nemôžem načítať adresár pluginov: '%s'

source: Canvas Properties
sk: Vlastnosti plochy

source: Channels:
sk: Kanály:
tr: Kanallar:

source: Clear Console
sk: Vyčisti konzolu
tr: Konsolu Temizle

source: Clear Menu
sk: Vyčisti menu
tr: Menüyü Temizle

source: Close
sk: Zavri
tr: Kapat

source: Close this window?
sk: Zatvoriť toto okno ?
tr: Pencere kapatılsın mı?

source: Colors
sk: Farby
tr: Renkler

source: Comment
sk: Komentár
tr: Yorum

source: Compose color
sk: Vytvoriť farbu
tr: Renk oluştur

source: Configuring Info.plist...
sk: Konfigurácia Info.plist...

source: Copy
sk: Kopírovať
tr: Kopyala

source: Copying current patch...
sk: Kopírovanie aktuálneho patchu...
tr: Güncel yama kopyalanıyor

source: Couldn't find '%s' in %s
sk: '%s' v %s sa nedá nájsť

source: Cut
sk: Vybrať
tr: Kes

source: DSP Off
sk: DSP vyp
tr: DSP kapalı

source: DSP On
sk: DSP zap
tr: DSP açık

source: Data Properties
sk: Vlastnosti Data
tr: Veri özellikleri

source: Delay (msec):
sk: Meškanie (ms)
tr: Gecikme (ms)

source: Delete array
sk: Vymazať pole
tr: Satır sil

source: Discard changes to '%s'?
sk: Zrušiť zmeny v '%s'?
tr: '%s' üzerindeki değişikliklerden vaz mı geçiyorsunuz?

source: Do you want to save the changes you made in '%s'?
sk: Chceš uložiť zmeny urobené v '%s'?
tr: '%s' üzerinde yaptığınız değişiklikleri kaydetmek istiyor musunuz?

source: Draw as:
sk: Spôsob vykreslenia:

source: Duplicate
sk: Duplikovať
tr: Kopya Üret

source: Edit
sk: Upraviť
tr: Düzenle

source: Edit Mode
sk: Edit mód
tr: Düzenleme Kipi

source: Edit library
sk: Upraviť knižnicu
tr: Kitaplığı düzenle

source: FAILED TO LOAD %s
sk: ZLYHALO NAČÍTANIE %s

source: File
sk: Súbor
tr: Dosya

source: Find
sk: Nájadi
tr: Bul

source: Find Again
sk: Nájsť ďalšie
tr: Yeniden Bul

source: Find Last Error
sk: Nájsť poslednú chybu
tr: Son Hatayı Bul

source: Find...
sk: Nájsť...
tr: Bul...

source: Font Size
sk: Veľkosť fontu
tr: Font Boyutu

source: Foreground color
sk: Farba popredia
tr: Önplan rengi

source: Front
sk: Predný
tr: Ön

source: Graph
sk: Graf
tr: Grafik

source: Graph-On-Parent
sk: Zobraz-Na-Rodičovi

source: Help
sk: Pomoc
tr: Yardım

source: Hide object name and arguments
sk: Skryť názov objektu a argumenty
tr: Nesnenin adını ve argümanları gizle

source: IN
sk: VSTUP
tr: GİRİŞ

source: Ignoring '%s': doesn't look like a Pd-file
sk: Ignorujem '%s': navyzerá ako Pd-súbor
tr: '%s' bir Pd dosyası gibi görünmediğinden yok sayılıyor

source: In Ports:
sk: Vstupné porty:
tr: Giriş Portları:

source: Init
sk: Inicializácia

source: Input device 1:
sk: Vstupné zariadenie 1:
tr: Girdi aygıtı 1:

source: Input device 2:
sk: Vstupné zariadenie 2:
tr: Girdi aygıtı 2:

source: Input device 3:
sk: Vstupné zariadenie 3:
tr: Girdi aygıtı 3:

source: Input device 4:
sk: Vstupné zariadenie 4:
tr: Girdi aygıtı 4:

source: Jack does not seem to be running, so Pd-extended cannot connect to it.
sk: Pd-extended sa nemôže spojiť s Jack-om, pretože nie je spustený.

source: Jack not installed!
sk: Jack nie je nainštalovaný!

source: Jack not running!
sk: Jack nie je spustený!

source: JackOSX is not fully installed, Pd-extended cannot use Jack without it.
sk: JackOSX nieje kompletne nainštalovaný. Pd-extended nemôže bez toho používať Jack.

source: Label
sk: Menovka
tr: Etiket

source: Label color
sk: Farba nápisu
tr: Renk etiketi

source: Last graph
sk: Posledný graf
tr: Son grafik

source: Left
sk: Ľavý
tr: Sol

source: Limits
sk: Limity
tr: Sınırlar

source: Load Meter
sk: Merač zaťaženia

source: Loading plugin: %s
sk: Načítavam plugin: %s

source: Lower:
sk: Spodný:
tr: Azalt:

source: MIDI Settings
sk: Nastavenia MIDI
tr: MIDI ayarları

source: MIDI Settings...
sk: Nastavenia MIDI...
tr: MIDI Ayarları

source: Make app from folder...
sk: Urobiť app z adresára...

source: Make app from patch...
sk: Urobiť app z patch-u...

source: Margin:
sk: Okraj:

source: Match whole word only
sk: Iba celé slová

source: Media
sk: Médiá
tr: Medya

source: Message
sk: Správa
tr: Mesaj

source: Message...
sk: Správa...
tr: Mesaj...

source: Messages
sk: Správy
tr: Mesajlar

source: Minimize
sk: Minimalizovať
tr: Simge durumuna getir

source: Name:
sk: Názov:
tr: İsim:

source: New
sk: Nový
tr: Yeni

source: New graph
sk: Nový graf
tr: Yeni grafik

source: Next Window
sk: Ďalšie okno
tr: Sonraki Pencere

source: No init
sk: Bez inicializácie

source: Number
sk: Číslo
tr: Numara

source: Number2
sk: Číslo2
tr: Numara2

source: OUT
sk: VÝSTUP
tr: ÇIKIŞ

source: Object
sk: Objekt
tr: Nesne

source: Open
sk: Otvoriť
tr: Aç

source: Open List View...
sk: Ukázať obsah poľa
tr: Liste görünümünü aç...

source: Open Recent
sk: Nedávno otvorené
tr: Günceli Aç

source: Out Ports:
sk: Výstupné porty:
tr: Çıkış Portları:

source: Output device 1:
sk: Výstupné zariadenie 1:
tr: Çıktı aygıtı 1:

source: Output device 2:
sk: Výstupné zariadenie 2:
tr: Çıktı aygıtı 2:

source: Output device 3:
sk: Výstupné zariadenie 3:
tr: Çıktı aygıtı 3:

source: Output device 4:
sk: Výstupné zariadenie 4:
tr: Çıktı aygıtı 4:

source: Parent Window
sk: Rodičovské okno
tr: Komşu Pencere

source: Paste
sk: Prilepiť
tr: Yapıştır

source: Pd Files
sk: Pd súbory

source: Pd libraries to load on startup
sk: Pri štarte Pd načítať knižnice

source: Pd search path for objects, help, fonts, and other files
sk: Cesta k objektom, fontom a iným súborom

source: Pd window
sk: Pd okno
tr: Pd penceresi

source: Perf Mode
sk: Perf mód

source: Points
sk: Body
tr: Noktalar

source: Polygon
sk: Polygón
tr: Çokgen

source: Preferences
sk: Nastavenia
tr: Seçenekler

source: Previous Window
sk: Predchádzajúce okno
tr: Önceki Pencere

source: Print...
sk: Tlač...
tr: Yazdır...

source: Properties
sk: Vlastnosti
tr: Özellikler

source: Put
sk: Vložiť
tr: Koy

source: Put array into:
sk: Vložiť pole do:

source: Quit
sk: Ukončiť
tr: Çık

source: Quit Pd-extended, start Jack, then try again.
sk: Ukonči Pd-extended, spusti jack a potom skús znova.

source: Range and size
sk: Rozsah a veľkosť
tr: Aralık ve büyüklük

source: Real-time scheduling
sk: Plánovanie v reálnom čase

source: Receive symbol:
sk: Prijímať symbol:
tr: Sembol al:

source: Redo clear
sk: Prerobiť vymazanie
tr: Yeniden temizle

source: Redo connect
sk: Prerobiť spojenie
tr: Yeniden bağlan

source: Redo cut
sk: Prerobiť vystihnutie
tr: Kesmeyi yeniden yap

source: Redo disconnect
sk: Prerobiť odpojenie
tr: Bağlantıyı koparmayı yeniden yap

source: Redo duplicate
sk: Prerobiť duplikovanie
tr: Kopya üretmeyi yeniden yap

source: Redo motion
sk: Prerobiť posunutie
tr: Hareketi yeniden yap

source: Redo paste
sk: Prerobiť vloženie
tr: Yeniden yapıştır

source: Redo typing
sk: Prerobiť písanie
tr: Yeniden yaz

source: Report a bug
sk: Nahlásiť chybu
tr: Hata raporla

source: Reset to Defaults
sk: Obnoviť pôvodné nastavenia
tr: Öntanımlı Ayarlara Geri Dön

source: Right
sk: Pravý
tr: Sağ

source: Running: '%s %s'
sk: Spustené: '%s %s'

source: Sample rate:
sk: Vzorkovacia frekvencia
tr: Örnek hızı:

source: Save
sk: Ulož
tr: Kaydet

source: Save As...
sk: Uložiť ako...
tr: Farklı Kaydet...

source: Save application to...
sk: Uložiť aplikáciu do...
tr: Uygulamayı kaydet...

source: Save contents
sk: Ukladať obsah
tr: İçeriği kaydet

source: Scale
sk: Mierka
tr: Ölçek

source: Search in
sk: Hľadaj v
tr: Aranıyor

source: Select All
sk: Označ všetko
tr: Tümünü Seç

source: Select name for app to build...
sk: Vyber meno pre aplikáciu...

source: Send (Ctrl s)
sk: Poslať (Ctrl s)
tr: Gönder (Ctrl s)

source: Send a Pd message
sk: Odoslať správu Pd
tr: Bir Pd mesajı gönder

source: Send symbol:
sk: Poslať symbol:
tr: Sembol gönder:

source: Setting embedded preferences...
sk: Pomoc
tr: Gömülü seçenekler ayarlanıyor

source: Size:
sk: Veľkosť:
tr: Boyut:

source: Start Here!
sk: Začni tu!
tr: Buradan Başlayın!

source: Startup flags:
sk: Parametre štartu
tr: Başlangıç bayrakları

source: Stretch
sk: Roztiahnutie

source: Test Audio and MIDI...
sk: Test zvuk a MIDI...
tr: Sesi ve MIDI'yi test et

source: Tidy Up
sk: Upratať

source: Top
sk: Vrchný
tr: Üst

source: Undo clear
sk: Vrátiť vymazanie
tr: Temizlemeyi geri al

source: Undo connect
sk: Vrátiť pripojenie
tr: Bağlantıyı geri al

source: Undo cut
sk: Vrátiť vystrihnutie
tr: Kesimi geri al

source: Undo disconnect
sk: Vrátiť odpojenie
tr: Bağlantıyı koparmayı geri al

source: Undo duplicate
sk: Vrátiť duplikáciu
tr: Kopya üretmeyi geri al

source: Undo motion
sk: Vrátiť premiestnenie
tr: Hareketi geri al

source: Undo paste
sk: Vrátiť vloženie
tr: Yapıştırmayı geri al

source: Undo typing
sk: Vrátiť prepísanie
tr: Yazıyı geri al

source: Upper:
sk: Vrchný:
tr: Yükselt:

source: Use callbacks
sk: Použiť callbacks

source: Use multiple ALSA devices
sk: Použiť viac ALSA zariadení
tr: Çoklu ALSA aygıtı kullan

source: Use multiple devices
sk: Použiť viac zariadení
tr: Çoklu aygıt kullan

source: Use standard extensions
sk: Použiť štandardtné rozšírenia
tr: Standart eklentileri kullan

source: Verbose
sk: Ukecaný

source: Width:
sk: Šírka:
tr: Genişlik:

source: Window
sk: Okno
tr: Pencere

source: Would you like to open JackOSX.com to download Jack?
sk: Chceš navštíviť JackOSX pre stiahnutie Jack-u?

source: Would you like to open JackPilot to start Jack?
sk: Chceš otvoriť JackPilot pre spustenie Jack-u?

source: X and Y
sk: X a Y
tr: X ve Y

source: X only
sk: iba X
tr: Sadece X

source: X range, from
sk: X rozsah, od

source: X units per pixel:
sk: X jednotiek na pixel
tr: Pixel başına X

source: Y only
sk: iba Y
tr: Sadece Y

source: Y range, from
sk: Y rozsah, od

source: Y units per pixel:
sk: Y jednotiek na pixel
tr: Pixel başına Y

source: all
sk: všetko
tr: tümü

source: audio I/O error
sk: chyba zvukového I/O
tr: Ses I/O hatası

source: bottom:
sk: spodok:
tr: alt:

source: converted Max binary to text format:
sk: konvertovaná Max binárka do textového formátu:

source: error
sk: chyba
tr: hata

source: for:
sk: pre:

source: height:
sk: výška:
tr: yükseklik:

source: hold:
sk: podržať:

source: intrrpt:
sk: prerušiť:

source: left:
sk: na ľavo:
tr: sol:

source: lin
sk: lineárne

source: log
sk: logaritmicky
tr: kayıt

source: really quit?
sk: Naozaj ukončiť?
tr: Çıkmak istediğinizden emin misiniz?

source: right:
sk: na pravo:
tr: sağ:

source: size:
sk: veľkosť
tr: boyut:

source: to
sk: do

source: top:
sk: vrch:
tr: üst:

source: value:
sk: hodnota:
tr: değer:

source: width:
sk: šírka:
tr: genişlik:

source: %s Font
tr: %s Fontu

source: Help Browser
tr: yardım tarayıcısı

source: Log:
tr: Kayıt:

source: OK
tr: Tamam

source: OK (Ctrl t)
tr: Tamam (Ctrl t)

source: Pd Help Browser...
tr: Pd Yardım Tarayıcısı...

source: Redo
tr: Yeniden yap

source: Symbol
tr: Sembol

source: Test label
tr: Test etiketi

source: Undo
tr: Geri Al

source: debug
tr: hata ayıklama

source: fatal
tr: ölümcül
