Repository: rvega/morphasynth
Catalog: vendors/pd-extended-0.43.4/scripts/guiplugins/search-plugin/po/*.po
Languages: de, el, fr, it, ja, pt

source: output a random value, list, signal, or other random data
de: eine Zufallszahl, Liste, Signal oder andere zufällige Daten ausgeben
el: εξάγουν μια τυχαία τιμή, κατάλογο, σήμα, ή άλλα τυχαία δεδομένα
fr: Produit une valeur, liste, signal aléatoire ou d'autres données aléatoire
it: Produce un valore, lista o segnale casuale o altri dati casuali
ja: ランダムな値／リスト／オーディオシグナル／その他のデータを出力する
pt: saída randômica de um valor, lista, sinal ou outro dado randômico

source: pass messages or data without patch wires
de: Nachrichten oder Daten ohne Patchkabel senden
el: στέλνουν μηνύματα ή δεδομένα χωρίς καλώδια σύνδεσης
fr: Transmet des messages ou données sans fil de patch
it: Passa messaggi o dati senza collegamenti (fili) tra patch
ja: ラインなしでメッセージまたはデータを送る
pt: endereça mensagens ou dados sem conexão visual

source: patchfile_op
fr: opérations sur des fichiers de patch

source: pd_op
fr: opération sur Pd

source: programmatically create/destroy Pd objects
de: programmäßiges erstellen und löschen von Pd Objekten
el: προγραμματιστικά δημιουργούν/καταστρέφουν αντικείμενα Pd
fr: Programmer la création/destruction d'objets dans Pd
it: Creare/distruggere oggetti Pd programmaticamente
ja: プログラムによるPdオブジェクトの作成と削除
pt: criar/destruir objetos Pd por programação

source: provide trigonometric functionality
de: trigonometrische Funktionen bereitstellen
fr: Fournit des fonctions trigonométriques
it: Fornisce una funzionalità trigonometrica
ja: 三角関数の機能を実行するオブジェクト
pt: fornece funcionalidades trigonométricas

source: provides access to or sends/receives data over a network
de: stellt Zugriff auf Netzwerke zur Verfügung, oder sendet/empfängt Daten über diese
el: παρέχει πρόσβαση σε, ή στέλνει/δέχεται δεδομένα μέσα από ένα, δίκτυο
fr: Donne accès ou envoie/reçoit des données sur un réseau
it: Fornisce accesso o invia/riceve dati attraverso una rete
ja: ネットワークでのデータ通信を実現する
pt: fornece acesso ou envia/recebe dados via rede

source: ramp
fr: rampe

source: random
fr: aléatoire

source: reference patches for key concepts and settings in Pd
de: Referenzpatches für Schlüsselkonzepte und -Einstellungen in Pd
el: patches αναφοράς για κεντρικές ιδέες και παραμέτρους του Pd
fr: Patchs de référence pour des concepts fondamentaux et réglages de Pd
it: Patch di riferimento sui concetti chiave e i settaggi di Pd
ja: Pdの概念と設定のための参照パッチ
pt: patches de referência para conceitos-chave e configurações do Pd

source: sending data over networks with Pd
de: Daten mit Pd über das Netzwerk senden
el: αποστολή δεδομένων μέσω δικτύων με το Pd
fr: Envoyer des données par le réseau avec Pd
it: Inviare dati tramite reti in Pd
ja: Pdにおけるネットワークデータ送信
pt: enviando dados via redes com Pd

source: signal object that performs block-wide operations (as opposed to repeating the same operation for each sample of the block)
de: Audiosignal-Objekt, welches blockweise Operationen durchführt (im Gegensatz zu einer mit jedem Sample eines Blocks wiederholten Durchführung)
el: αντικείμενο σήματος που εκτελεί λειτουργίες εύρους-μπλόκ (σε αντιδιαστολή με την επανάληψη της ίδιας λειτουργίας για κάθε δείγμα του μπλοκ (ομάδα δεδομένων))
fr: Objet audio qui effectue des opérations par block (par opposition à la répétition d'une opération pour chaque échantillon du block)
it: Oggetto segnale che esegue operazioni sul blocco intero (al contrario del ripetere la stessa operazione per ogni campione di un blocco)
ja: ブロック単位のサンプル操作を実行するオーディオシグナルオブジェクト
pt: objeto de áudio que realiza operações no bloco inteiro (em vez de repetir a mesma operação para cada amostra do bloco)

source: soundfile
fr: fichier son

source: storage
fr: stockage

source: store or manipulate any type of data
de: Jegliche Daten speichern oder verarbeiten
fr: Stocke ou manipule des données de n'importe quel type
it: Immagazzina o manipola qualunque tipo di dato
ja: データタイプの保存または操作
pt: armazenar ou manipular qualquer tipo de dado

source: symbol_op
fr: opération sur des symboles

source: text of the license for this software
de: Wortlaut der Lizenz dieser Software
el: Κείμενο άδειας για αυτό το λογισμικό
fr: Texte de la licence de ce logiciel
it: testo della licenza per questo software
ja: ソフトウェアライセンスの記述
pt: texto da licença para este software

source: time
fr: temps

source: trigonometry
fr: trigonométrie

source: tutorials for audio signals
de: Tutorien für Audiosignale
el: παιδαγωγικά για σήματα ήχου
fr: Tutoriels pour les signaux audio
it: Tutorial sui segnali audio
ja: オーディオシグナルのチュートリアル
pt: tutoriais sobre Sinais de Áudio

source: tutorials for control objects
de: Tutorien für Steuersignale
el: παιδαγωγικά για αντικείμενα ελέγχου
fr: Tutoriel pour les objets de contrôle
it: Tutorial sugli oggetti di controllo
ja: コントロールオブジェクトのチュートリアル
pt: tutoriais sobre Objetos de Controle

source: Report a bug
de: Fehler melden
el: Αναφορά ενός σφάλματος
it: Segnala un bug
pt: Reportar um bug

source: help patches that are still under construction or otherwise are incomplete
de: Hilfe-Patches welche noch in Bearbeitung oder in anderer Weise unvollständig sind
el: patches βοήθειας που είναι ακόμα υπό κατασκευή ή με οποιοδήποτε τρόπο ελλιπή
it: Patch di aiuto che sono ancora in costruzione o comunque incomplete
pt: patches de ajuda ainda em construção ou incompletos

source: perform some sort of analysis on the incoming signal or value
de: eine Analyse des eingehenden Signals oder Werts erstellen
el: εκτελούν κάποιου είδους ανάλυση στο εισερχόμενο σήμα ή τιμή
it: Esegui un qualche tipo di analisi del segnale o valore in entrata
pt: realizar algum tipo de análise no sinal ou valor recebidos
