Repository: rvega/morphasynth
Catalog: vendors/pd-extended-0.43.4/scripts/guiplugins/search-plugin/po/*.po
Languages: de, el, fr, it, ja, pt

source: Advanced search options
de: Fortgeschrittene Suchoptionen
el: Προχωρημένες επιλογές αναζήτησης
fr: Option de recherche avancée
it: Opzioni avanzate di ricerca
ja: 上級検索オプション
pt: Opções de busca avançada

source: All About Pd
de: Alles über Pd
el: Όλα σχετικά με το Pd
fr: Tout au sujet de Pd
it: Tutto su Pd
ja: Pdのすべてについて
pt: Tudo sobre o Pd

source: All documents
de: Alle Dokumente
el: Όλα τα έγγραφα
fr: Tous les documents
it: Tutti i documenti
ja: すべてのドキュメント
pt: Todos os documentos

source: Audio Signals
de: Audiosignale
el: Σήματα Ήχου
fr: Signaux audio
it: Segnali Audio
ja: オーディオシグナル
pt: Sinais de Áudio

source: Browse %s%s
de: Durchsuche %s%s
el: Ξεφύλλισμα %s%s
fr: Naviguer %s%s
it: Sfoglia %s%s
ja: %s%s を閲覧
pt: Navegar %s%s

source: Browse Advanced Topics
de: Fortgeschrittene Themen durchsehen
el: Ξεφύλλισμα Προχωρημένων Θεμάτων
fr: Naviguer dans les sujets avancés
it: Sfoglia gli argomenti avanzati
ja: 上級トピックの閲覧
pt: Navegar nos Tópicos Avançados

source: Browse Introductory Topics
de: Einführende Themen durchsehen
el: Ξεφύλλισμα Εισαγωγικών Θεμάτων
fr: Rechercher dans les sujets d'introduction
it: Sfoglia gli argomenti introduttivi
ja: 導入トピックの閲覧
pt: Navegar nos tópicos introdutórios

source: Browse the Documentation
de: Die Dokumentation sichten
el: Ξεφυλλίστε την Τεκμηρίωση
fr: Parcourir la documentation
it: Sfoglia la documentazione
ja: ドキュメントを閲覧
pt: Navegar na Documentação

source: Control Structure
de: Steuerstruktur
el: Δομή Ελέγχου
fr: Structure de contrôle
it: Struttura di controllo
ja: コントロールストラクチャ
pt: Estrutura de Controle

source: Data Structures
de: Datenstrukturen
el: Δομές Δεδομένων
fr: Structures de données
it: Strutture dati
ja: データストラクチャ
pt: Estruturas de Dados

source: Dynamic Patching
de: Dynamisches Patching
el: Δυναμικό Patching
fr: Tissage dynamique
it: Patching Dinamico
ja: ダイナミックパッチング
pt: Patching Dinâmico

source: Enter search terms
de: Suchwörter eingeben
el: Εισάγετε όρους αναζήτησης
fr: Entrer les termes à rechercher
it: Immetti termini di ricerca
ja: 検索語句を入力
pt: Entre com os termos da busca

source: Enter terms above. Use the dropdown menu to filter by category.
de: Suchwörter oben eingeben. Verwende das Aufklappmenü um nach Kategorie zu filtern.
el: Εισάγετε όρους παραπάνω. Χρησιμοποιήστε την εξελισσόμενη λίστα επιλογών για να φιλτράρετε ανά κατηγορία.
fr: Entrer les termes au-dessus. Utiliser le menu déroulant pour filtrer par catégorie.
it: Immetti i termini qui sopra. Usa il menu a tendina per filtrare per categorie.
ja: 検索語句を入力。ドロップダウンメニューでカテゴリー別検索。
pt: Insira os termos acima. Use o menu "drop-down" para filtrar por categoria.

source: Error
de: Fehler
el: Λάθος
fr: Erreur
it: Errore
ja: エラー
pt: Erro

source: External Pd libraries
de: Externe Pd Bibliotheken
el: Εξωτερικές βιβλιοθήκες Pd
fr: Librairie d'Extra de Pd
it: Librerie Pd esterne
ja: 外部のPdライブラリ
pt: Bibliotecas externas do Pd

source: External libraries
de: Externe Bibliotheken
el: Εξωτερικές βιβλιοθήκες
fr: Librairies d'Extra
it: Librerie esterne
ja: エクスターナルライブラリ
pt: Bibliotecas externas

source: Found
de: Gefunden
el: Βρέθηκαν
fr: Trouvé
it: Trovati
ja: 検索結果
pt: Encontrado

source: GUI
fr: Interface graphique

source: HTML manual for Pure Data
de: HTML Anleitung für Pure Data
el: Εγχειρίδιο HTML για Pure Data
fr: Manuel HTML pour Pure Data
it: Manuale HTML per Pure Data
ja: Pure Data HTMLマニュアル
pt: Manual em HTML do Pure Data

source: Help
de: Hilfe
el: Βοήθεια
fr: Aide
it: Aiuto
ja: ヘルプ
pt: Ajuda

source: Home
de: Start
el: Αρχική
fr: Origine
ja: ホーム
pt: Início

source: Implementation Details
de: Umsetzungsdetails
el: Λεπτομέρειες Υλοποίησης
fr: Détails d'implémentation
it: Dettagli di implementazione
ja: Pure Data実装の詳細
pt: Detalhes de Implementação

source: Keywords:
de: Schlüsselwörter:
el: Λέξεις-κλειδιά:
fr: Mots-clés :
it: Parole chiave:
ja: キーワード:
pt: palavras-chave:

source: Manual
de: Bedienungsanleitung
el: Εγχειρίδιο
fr: Manuel
it: Manuale
ja: マニュアル

source: Many help documents are categorized using tags. Click a link below to find all documents with that tag.
de: Viele Dokumente der Hilfe sind mithilfe von Ettiketten kategorisiert. Klicke einen der Links unten um alle Dokumente mit diesem Ettikett zu finden.
fr: De nombreux documents d'aide sont répertoriés par mots clés. Cliquer un des liens suivants pour trouver tous les documents avec ce mot clé.
it: Molti documenti d'aiuto sono categorizzati utilizzando tag. Clicca su un link per trovare tutti i documenti con quella tag
ja: 多くのヘルプドキュメントはタグで分類されています。同一タグのファイルを検索するために、以下のリンクをクリックしてください。
pt: Muitos documentos de ajuda estão categorizados por TAGS. Clique no link abaixo para encontrar todos os documentos com a TAG desejada.

source: Match all terms
de: Alle Wörter abgleichen
el: Αντιστοιχία όλων των όρων
fr: Rechercher tous les termes
it: Cerca tutti i termini
ja: すべての語句に適合
pt: Encontrar todos estes termos

source: Match whole words
de: Ganzes Wort abgleichen
el: Αντιστοιχία ολόκληρων λέξεων
fr: Mots entiers seulement
it: Cerca parole esatte
ja: 全単語適合検索
pt: Encontrar todas estas palavras

source: Networking
de: Netzwerk
el: Δικτύωση
fr: Réseau
it: Networking (reti)
ja: ネットワーキング
pt: Trabalhando em rede

source: No DESCRIPTION tag.
de: kein DESCRIPTION Ettikett.
el: Καμία ετικέττα ΠΕΡΙΓΡΑΦΗΣ.
fr: champ DESCRIPTION non-renseigné
it: Nessuna tag DESCRIPTION.
ja: 記述のタグがありません
pt: tag sem descrição.

source: Object Help Patches
de: Objekt Help Patches
el: Patches βοήθειας για αντικείμενα
fr: Patchs d'aide des objets
it: Patch di aiuto
ja: オブジェクトのヘルプパッチ
pt: Patches de Ajuda de Objetos

source: Open %s
de: %s öffnen
el: Άνοιξε %s
fr: Ouvrir %s
it: Apri %s
ja: %s を開く
pt: Abrir %s

source: Pd Manual
de: Pd Anleitung
el: Εγχειρίδιο Pd
fr: Manuel de Pd
it: Manuale Pd
ja: Pdのマニュアル
pt: Manual do Pd

source: Pure Data Search
de: Pure Data Suche
el: Αναζήτηση Pure Data
fr: Recherche Pure Data
it: Ricerca Pure Data
ja: Pure Dataの検索
pt: Busca em Pure Data

source: Search
de: Suche
el: Αναζήτηση
fr: Rechercher
it: Cerca
ja: 検索
pt: Procurar

source: Search and Browse Documentation
de: Anleitung lesen und durchsuchen
el: Αναζήτηση και Ξεφύλλισμα Τεκμηρίωσης
fr: Rechercher et naviguer dans la documentation
it: Sfoglia e cerca nella documentazione
ja: ドキュメントの検索と閲覧
pt: Procurar e Navegar na Documentação

source: Search by Category
de: Nach Kategorie suchen
fr: Rechercher par catégorie
it: Cerca per categorie
ja: カテゴリー別の検索
pt: Procurar por Categoria

source: Search for pattern: %s
de: Suche nach Muster: %s
el: Αναζήτηση για υπόδειγμα: %s
fr: Rechercher des motifs : %s
it: Cerca termini: %s
ja: パターン検索:%s
pt: Busca por padrão %s

source: Sorry, can't find a README file for this object's library.
de: Entschuldigung, konnte keine LIESMICH Datei für die Bibliothek dieses Objekts finden.
el: Συγγνώμη, δεν βρέθηκε ένα αρχείο README για τη βιβλιοθήκη αυτού του αντικειμένου.
fr: Désolé, le fichier LIZEZ MOI est introuvable pour cette librairie
it: Spiacente, impossibile trovare un file README per la libreria di questo oggetto
ja: このオブエジェクトライブラリのREAD MEファイルが見つかりません
pt: Desculpe, não foi possível encontrar um arquivo LEIA-ME para a biblioteca deste objeto

source: The "doc" directory
de: Das „doc“ Verzeichnis
el: Ο φάκελος "εγγραφων"
fr: Répertoire "doc"
it: La directory "doc"
ja: "文書"ディレクトリ
pt: O diretório "doc"

source: The Pd Search Tool can't use the search term you entered. The tcl interpreter gave the following error:
de: Das Pd Suchwerkzeug kann das eingegebene Suchwort nicht verwenden. Der tcl Übersetzer gab den folgenden Fehler zurück:
el: Το Εργαλείο Αναζήτησης Pd δεν μπορεί να χρησιμοποιήσει τον όρο αναζήτησης που εισαγάγατε. Ο διερμηνέας tcl έδωσε το ακόλουθο σφάλμα:
fr: L'outil de recherche de Pd ne peut pas utiliser le terme que vous avez tapé. L'interprète Tcl a renvoyé l'erreur :
it: Il Tool di ricerca Pd non riesce a cercare il termine immesso. L'interprete TCL ha prodotto il seguente errore:
ja: Pd検索ツールは入力された語句を検索できません。Tclインタープリターのエラー:
pt: A ferramenta de busca do Pd não encontrou o termo procurado. O interpretador do TCL retornou o seguinte erro:

source: The search term you enter must be formatted as a proper tcl list. This usually isn't an issue unless you use some special characters like brackets or unmatched quotes in your search. For more info on tcl lists, see:
de: Das eingegebene Suchwort muss als korrekte tcl Liste formatiert sein. Normalerweise ist dies unproblematisch, es sei denn es werden Sonderzeichen wie beispielsweise Klammern oder ungeschlossene Anführungszeichen in der Suche verwendet. Für weitere Infos über tcl Listen siehe:
el: Ο όρος αναζήτησης που εισάγετε πρέπει να μορφοποιηθεί ως κατάλληλος κατάλογος tcl. Αυτό δεν αποτελεί συνήθως ζήτημα εκτός αν χρησιμοποιείτε μερικούς ειδικούς χαρακτήρες όπως οι {} ή τα χωρίς ταίρι " στην αναζήτησή σας. Για περισσότερες πληροφορίες στους καταλόγους tcl, δείτε:
fr: Le terme à rechercher doit être formaté comme une liste Tcl valide. Ce n'est en général pas un problème à moins d'utiliser des caractères spéciaux tels que des parenthèses ou des guillemets dans votre recherche. Pour plus d'informations sur les listes Tcl voir :
it: Il termine di ricerca deve essere immesso come una lista TCL valida. Di solito questo non è un problema almeno che non si usino caratteri speciali come le parentesi o virgolette aperte e non chiuse nella ricerca. Per maggiori informazioni sulle liste si veda:
ja: 入力された検索語句は適切なtclリスト形式でなければなりません。カッコや不適切な引用などの特殊文字を検索語句に使うとこの警告が表示されます。Tclリストについての情報:
pt: O termo que você buscou precisa estar formatado exatamente como uma lista TCL. Este não é um problema comum, exceto se você utilizou caracteres especiais ou não fechou aspas/colchetes na sua busca. Para mais informações sobre listas TCL, veja:

source: The search term you enter must have the proper syntax for a regular expression in Tcl. This usually isn't an issue unless you use special characters to create a complex regular expression. For more info on regular expressions in Tcl, see:
de: Das eingegebene Suchwort muss der korrekten Syntax für Reguläre Ausdrücke in Tcl folgen. Normalerweise ist dies unproblematisch, es sei denn es werden Sonderzeichen verwendet um komplizierte Reguläre Ausdrücke zu erstellen. Für weitere Infos über Reguläre Ausdrücke in Tcl siehe:
el: Ο όρος αναζήτησης που εισάγετε πρέπει να έχει την κατάλληλη σύνταξη για μια κανονική έκφραση σε Tcl.Αυτό δεν αποτελεί συνήθως ζήτημα εκτός αν χρησιμοποιείτε ειδικούς χαρακτήρες για να δημιουργήσετε μια σύνθετη κανονική έκφραση. Για περισσότερες πληροφορίες στις κανονικές εκφράσεις σε Tcl, δείτε:
fr: Le terme à rechercher doit avoir la syntaxe d'une expression normale en Tcl. Ce n'est généralement pas un problème à moins d'utiliser des caractères spéciaux pour écrire une expression normale complexe. Pour plus d'information sur les expressions normales en Tcl, voir :
it: Il termine di ricerca deve essere immesso come espressione regolare TCL valida. Di solito questo non è un problema almeno che non si usino caratteri speciali per creare espressioni regolari complesse. Per maggiori informazioni sulle espressioni regolari in TCL si veda
ja: Tclでは適切な正規表現の構文の検索語句を入力してください。複雑な正規表現を特殊文字を使って記述しているとこの警告が表示されます。Tclでの正規表現の情報:
pt: O termo que você buscou precisa ter a sintaxe exata de uma expressão regular em TCL. Este não é um problema comuml, exceto se você utilizou caracteres especiais para criar uma expressão regular complexa. Para mais informações sobre expressões regulares em TCL, veja:

source: This help patch is for an internal Pd class
de: Dies ist ein Hilfe-Patch für eine interne Pd Klasse
el: Αυτό το patch βοήθειας είναι για μια εσωτερική κλάση Pd
fr: Ce patch d'aide est pour une classe interne à Pd
it: Questa patch di aiuto è per una classe interna a Pd
ja: Pdの内部クラスのためのヘルプパッチ
pt: Este patch de ajuda é de uma classe interna do Pd

source: Tutorials
de: Tutorien
el: Παιδαγωγικά
fr: Tutoriels
it: Tutorial
ja: チュートリアル
pt: Tutoriais

source: Uncategorized
de: Ohne Kategorie
el: Μη-κατηγοριοποιημένο
fr: Sans catégorie
it: Senza categoria
ja: 未分類
pt: Sem Categoria Definida

source: Writing Externals
de: Externals schreiben
el: Εγγραφή Εξωτερικών (κλάσσεων)
fr: Ecrire des Extras
it: Scrivere external
ja: エクスターナルの開発
pt: Escrevendo Externals

source: abstraction_op
fr: opération sur des abstractions

source: analysis
fr: analyse

source: analyze the incoming signal or value
fr: analyse le signal ou la valeur entrants
ja: 入力オーディオシグナルまたは入力値の分析

source: anything_op
fr: opération sur n'importe quel type

source: array
fr: table de valeurs

source: audiorate object (so called "tilde" object)
de: Objekt in Audiosignal-Geschwindigkeit (sogenanntes „Tilde-” oder „Schlange-“ Objekt)
el: Αντικείμενο με χρονο-δρομολόγηση ήχου (αντικείμενο~)
fr: Objet à la cadence audio (objet "tildé")
it: oggetto segnale (cosiddetto oggetto "tilde")
ja: オーディオ用オブジェクト(通称"チルダ"オブジェクト)
pt: objeto de áudio (ditos objetos com "til")

source: bandlimited
fr: bande passante limitée

source: block_oriented
fr: traitement par bloc

source: canvas_op
fr: opération sur un canevas

source: control
fr: contrôle

source: control rate objects
de: Objekte in Steuersignal-Geschwindigkeit
el: αντικείμενα με χρονοδρομολόγηση ελέγχου
fr: Objet à la cadence de contrôle
it: Oggetti di controllo
ja: コントロール用のオブジェクト
pt: objetos de taxa de controle

source: convert from one set of units to another
de: von einer Einheit in die andere umrechnen
el: μετατρέπουν από ένα σύνολο μονάδων σε ένα άλλο
fr: Convertir d'un ensemble d'unités à un autre
it: Converti da un insieme di unità a un altro
ja: ある値のセットを別のものに変換する。
pt: converter de um conjunto de unidades para outro

source: create a ramp between a starting and ending value
de: einen An- oder Abstieg zwischen einem Start- und Zielwert erzeugen
el: παραγωγή μιας ράμπας μεταξύ μιας αρχικής και μιας τελικής τιμής
fr: Créer une rampe entre une valeur de départ et une valeur d'arrivée
it: Crea una rampa da un valore iniziale a quello finale
ja: 始点から終点のカーブをつくるオブジェクト
pt: criar uma rampa entre um valor inicial e final

source: create or manage data structures
de: Datenstrukturen erstellen und verwalten
el: δημιουργούν ή χειρίζονται δομές δεδομένων
fr: Créer ou gérer des structures de données
it: Crea o gestisci strutture dati
ja: データストラクチャの作成／管理
pt: criar ou gerenciar estrutura de dados

source: create or manipulate an array
de: Feld erstellen oder verarbeiten
el: δημιουργία ή χειρισμός ενός πίνακα
fr: Créer ou manipuler une table
it: Crea o manipola un array
ja: アレイの作成または操作
pt: criar ou manipular um vetor

source: creating graphical objects in Pure Data
de: Graphische Objekte in Pure Data erzeugen
el: δημιουργία γραφικών αντικειμένων σε Pure Data
fr: Créer des objets graphiques dans Pure Data
it: Creare oggetti grafici in Pure Data
ja: Pure Dataでのグラフィカルオブジェクトの開発
pt: criando objetos gráficos em Pure Data

source: data_structure
fr: structure de données

source: dynamic instantiation/deletion of objects or patches
de: Dynamische Instantiierung/Löschung von Objekten oder Patches
el: δυναμική δημιουργία/διαγραφή περίπτωσης αντικειμένων ή patches
fr: Instantiation/destruction dynamique d'objets ou de patchs
it: Istanziamento/cancellazione dinamica di oggetti o patch
ja: オブジェクトやパッチを動的に接続／切断する
pt: instanciação e/ou exclusão dinâmica de objetos ou patches

source: dynamic_patching
fr: patchage dynamique

source: file format specification, license text, etc.
de: Spezifikation des Dateiformats, Lizenztext, etc.
el: χαρακτηριστικά τύπου αρχείου, κείμενο άδειας, κτλ.
fr: Spécification du format de fichier, texte de licence, etc.
it: specifica dei formati file, licenza, ecc.
ja: フォーマット仕様、ライセンス記述、その他
pt: especificação de formato de arquivo, texto de licença, etc.

source: filesystem
fr: système de fichiers

source: filter
fr: filtre

source: general information from the author
de: allgemeine Informationen des Autors
el: γενικές πληροφορίες από τον συντάκτη
fr: Informations générales de la part de l'auteur
it: informazioni generali dall'autore
ja: 作者からの一般情報
pt: informação geral do autor

source: graphical user interface
de: Graphische Bedienpberfläche
el: γραφική διεπαφή χρήστη
fr: Interface graphique
it: Interfaccia grafica (gui)
ja: グラフィカルユーザーインターフェイス
pt: interface gráfica de usuário

source: help patches that cannot be accessed by right-clicking "help" for the corresponding object
de: Hilfe-Patches welche nicht über das Kontextmenü - „Hilfe“ für das entspechende Objekt erreicht werden können
el: patches βοήθειας που δεν μπορούν να προσεγγιστούν με δεξί-κλίκ στη "βοήθεια" για το αντίστοιχο αντικείμενο
fr: Patch d'aide sans accès par un clic droit sur "aide" pour l'objet correspondant
it: patch di aiuto che non possono essere aperti facendo click con il tasto destro e selezionando "help" dall'oggetto corrispondente
ja: 右クリック-ヘルプでは表示できないヘルプパッチ
pt: patches de ajuda que não podem ser acessados pelo botão-direito -> menu "ajuda" do objeto correspondente

source: how to code control and signal objects in C
de: wie man Steuer- und Audiosignal-Objekte in C programmiert
el: Πως να προγραμματίζετε αντικείμενα ελέγχου και σήματος σε C
fr: Comment écrire des objets de contrôle et de signaux en C
it: Come programmare oggetti per di controllo e segnli in C
ja: C言語でのコントロール／オーディオシグナルオブジェクト開発方法
pt: como programar objetos de controle e sinal em C

source: list_op
fr: opération sur une liste

source: manipulate or store a symbol
de: Symbol verändern oder speichern
el: χειρισμός ή αποθήκευση ενός συμβόλου
fr: Manipuler ou stocker un symbole
it: Manipola o immagazzina un simbolo
ja: シンボルの操作または保存
pt: manipular ou armazenar um símbolo

source: measure and/or manipulate time
de: Zeit messen und/oder verändern
el: μέτρηση και/ή χειρισμός χρόνου
fr: Mesure et/ou manipulation temporelle
it: Misura o manipola il tempo
ja: 時間の測定または操作
pt: medir e/ou manipular o tempo

source: network
fr: réseau

source: no DESCRIPTION tag or values.
de: kein DESCRIPTION Ettikett oder Werte.
el: καμία ετικέττα ή τιμές ΠΕΡΙΓΡΑΦΗΣ.
fr: pas de mot-clé ou de valeur pour le champ DESCRIPTION
it: nessun tag DESCRIPTION o valori
ja: 該当するタグまたは値が見つかりません
pt: tag sem descrição ou valor

source: object describes itself as being bandlimited
de: Objekt beschreibt sich selbst als Bandpass gefiltert
el: το αντικείμενο περιγράφει τον εαυτό του ως περιορισμένου-εύρους
fr: Objet se présentant comme ayant une bande passante limitée
it: L'oggetto si auto descrive a banda limitata
ja: 一定の範囲制限を実行するオブジェクト
pt: objeto se auto-descreve como sendo "bandlimited"

source: object itself is written in Pure Data
de: Objekt ist selbst in Pure Data geschrieben
el: το αντικείμενο είναι γραμμένο σε Pure Data
fr: Cet objet est lui-même codé en Pure Data
it: L'oggetto stesso è scritto in Pure Data
ja: Pure Dataのみで作られたオブジェクト
pt: o objeto em si jé é escrito em Pure Data

source: object that can play, manipulate, and/or save a sound file (wav, ogg, flac, mp3, etc.)
de: Objekt welches eine Audiodatei (wav, ogg, flac, mp3, etc.) abspielen, verändern und/oder abspeichern kann
el: αντικείμενα που μπορούν να παίξουν, χειριστούν και/ή να καταγράψουν ένα αρχείο ήχου (wav, ogg, flac, mp3, κτλ.)
fr: Objet pouvant lire, manipuler et/ ou sauver un fichier son (wav, ogg, flac, mp3, etc.)
it: oggetto che può fare il play, manipolare e/o salvare un file audio (wav, ogg, flac, mp3, ecc.)
ja: サウンドファイルを再生／操作／保存するオブジェクト(wav, ogg, flac, mp3, その他)
pt: objeto que pode tocar, manipular e/ou salvar um arquivo de áudio (wav, ogg, flac, mp3, etc.)

source: object that can report on or manipulate global data associated with the running instance of Pd
de: Objekt welches globale Daten in Zusammenhang mit der laufenden Instanz von Pd ausgeben oder verändern kann
el: αντικείμενο που μπορεί να αναφέρει σχετικά με ή να μεταχειριστεί καθολικά δεδομένα που συνδέονται με την τρέχουσα περίπτωση του Pd
fr: Objet qui peut retourner ou manipuler des données globales associées avec l'instance de Pd en fonctionnement
it: Oggetto che può riportare o manipolare dati globali associati all'istanza corrente di Pd
ja: Pdの動作に関連するグローバルデータを表示または操作する
pt: objeto que pode informar ou manipular dados globais associados à instância atual do Pd

source: object that filters incoming data
de: Objekt welches eingehende Daten filtert
el: αντικείμενο που φιλτράρει εισερχόμενα δεδομένα
fr: Objet filtrant des flux de données entrants
it: oggetto che filtra dati in entrata
ja: 入力データをフィルタリングするオブジェクト
pt: objeto que filtra entrada de dados

source: object that manipulates, outputs, or stores a list
de: Objekt welches eine Liste verändert, ausgibt oder speichert
el: αντικείμενο που μεταχειρίζεται, εξάγει, ή αποθηκεύει μια λίστα
fr: Objet manipulant, produisant ou stockant une liste
it: Oggetto che manipola, produce o immagazzina una lista
ja: リストの操作／出力／保存をするオブジェクト
pt: objeto que manipula, dá saída ou armazena uma lista

source: object that provides MIDI functionality
de: Objekt welches MIDI-Funktionen bereitstellt
el: αντικείμενο που παρέχει λειτουργίες MIDI
fr: Objet fournissant des fonctions MIDI
it: Oggetto che fornisce funzionalità MIDI
ja: MIDI機能を実行するオブジェクト
pt: objeto com funcionalidades MIDI

source: object that reads from and/or writes to the file system
de: Objekt welches vom Dateisystem liest und/oder in dieses schreibt
el: αντικείμενο που διαβάζει από και/ή γράφει στο σύστημα αρχείων
fr: Objet lisant depuis ou écrivant vers le système de fichiers
it: oggetto che legge da e/o scrive sul filesystem
ja: ファイルの読み込みと書き込みをするオブジェクト
pt: objeto que lê e/ou grava no sistema de arquivos

source: object whose behavior only makes sense in terms of a Pure Data patch
de: Objekt dessen Verhalten nur in Zusammenhang mit einem Pure Data Patch Sinn ergibt
el: αντικείμενο του οποίου η συμπεριφορά έχει νόημα μόνο ως ένα patch Pure Data
fr: Le comportement de cet objet n'a de sens que dans le cadre d'un patch Pure Data
it: Ogetto il cui comportamento ha senso nell'ambito di una patch Pure Data
ja: パッチのファイル操作でのみ有効なオブジェクト
pt: objeto cujo comportamento só faz sentido em termos de um patch de Pure Data

source: object whose main function is to store data
de: Objekt dessen Haupfunktion es ist Daten zu speichern
el: αντικείμενα των οποίων βασική λειτουργία είναι η αποθήκευση δεδομένων
fr: Objet dont la fonction principale est de stocker des données
it: oggetto la cui funzione principale è di immagazzinare dati
ja: データを保存するためのオブジェクト
pt: objeto cuja função principal é armazenar dados

source: object's behavior only makes sense in context of a canvas
de: Das Verhalten des Objekts ergibt nur im Zusammenhang mit einer Arbeitsfläche Sinn
el: η συμπεριφορά του αντικειμένου έχει νόημα μόνο στο περιεχόμενο ενός καμβά
fr: Le comportement de cet objet n'a de sens qu'à l'intérieur d'un canevas
it: Il comportamento dell'oggetto ha senso solo nel contesto di una canvas
ja: キャンバスの内容のみで有効なオブジェクトのふるまい
pt: comportamento do objeto só faz sentido no contexto de uma Tela

source: object's behavior only makes sense inside an abstraction
de: Das Verhalten des Objekts ergibt nur innerhalb einer Abstraktion Sinn
el: η συμπεριφορά του αντικειμένου έχει νόημα μόνο μέσα σε ένα abstraction (patch που επιτρέπει πολλές περιπτώσεις του)
fr: Le comportement de cet objet n'a de sens qu'à l'intérieur d'une abstraction
it: Il comportamento dell'oggetto ha senso solo in una abstraction
ja: アブストラクション内部のみで有効なオブジェクトのふるまい
pt: o comportamento do objeto só faz sentido dentro de uma abstração

source: orphan
fr: orphelin

source: out of %s docs
de: von %s Doks
el: από %s έγγραφα
fr: parmis %s documents
it: su %s documenti
ja: %s のドキュメントがありません
pt: fora do %s documentos
